Repository: plawanpawin-byte/TerminalAsset
Catalog: WidgetExtension/Localizable.xcstrings
Source language: en
Languages: th

source: %lld to do
th: ต้องทำ %lld งาน

source: NEXT
th: ถัดไป

source: NOW
th: ตอนนี้

source: Next
th: ถัดไป

source: Nothing attached
th: ยังไม่มีอะไรแนบ

source: Nothing coming up
th: ไม่มีอะไรที่กำลังจะมาถึง

source: Now
th: ตอนนี้

source: Open TerminalAsset to see your day.
th: เปิด TerminalAsset เพื่อดูวันของคุณ

source: Ready
th: พร้อมแล้ว

source: Shows the event in progress or coming next, and what to prepare.
th: แสดงกิจกรรมที่กำลังดำเนินอยู่หรือกิจกรรมถัดไป และสิ่งที่ต้องเตรียม

source: The event in progress or coming next, and what to prepare for it.
th: กิจกรรมที่กำลังดำเนินอยู่หรือถัดไป และสิ่งที่ต้องเตรียม

source: Up Next
th: ถัดไป
